<section id="about">
    <div class="profile-box mx-auto">
        <img src="{{ URL::to('/') . '/images/profile-transparent.png' }}" alt="ادریس رنجبر">
    </div>
    <h2 class="title text-center">درباره ادریس رنجبر</h2>
    <section class="about-description">
        <p>
            ســــلــااام✋،
            به وب سایت من خوش اومدی. من ادریس رنجبر هستم، یه عدد برنامه نویس یا به عبارت دقیق تر،
            <strong class="fw-bold text-primary">توسعه دهنده بک اند وب.</strong>
            کار اصلیم ساخت و توسعه وب سایت و وب اپلیکیشینه و در کنارش آموزش هم میدم.
        </p>
        <p>
            خیلی وقت ها به صورت فریلنسری و
            فول استک کار میکنم.
            بیشتر وقتم را در دنیای کدنویسی و طراحی وب سپری می‌کنم.
        </p>
        <p>
            علاقه‌مند به به اشتراک گذاری تجربیات و مهارت‌هایم
            هستم و همیشه در
            تلاش برای یادگیری و بهبود خودم هستم.
            در کنار کارهای توسعه وب، من یک طبیعت‌گرد هم هستم و از ارتباط با
            طبیعت و طبیعت گردی لذت می‌برم. 🌿
        </p>
    </section>
</section>