<section id="about">
    <div class="profile-box mx-auto"></div>
    <h2 class="title text-center">درباره ادریس رنجبر</h2>
    <p class="text-center">
        ســــلــااام✋،
        به وب سایت من خوش اومدی. من ادریس رنجبر هستم، یه عدد برنامه نویس یا به عبارت دقیق تر توسعه دهنده بک اند
        وب.
        کار اصلیم ساخت و توسعه وب سایت و وب اپلیکیشینه و در کنارش آموزش هم میدیم. خیلی وقت ها به صورت فریلنسری و
        فول استک کار میکنم.
        بیشتر وقتم را در دنیای کدنویسی و طراحی وب سپری می‌کنم. علاقه‌مند به به اشتراک گذاری تجربیات و مهارت‌هایم
        هستم و همیشه در
        تلاش برای یادگیری و بهبود خودم هستم. در کنار کارهای توسعه وب، من یک طبیعت‌گرد هم هستم و از ارتباط با
        طبیعت و طبیعت گردی لذت می‌برم. 🌿
    </p>
</section>